Repository: SpaciousCoder78/Valuta
Catalog: po/*.po
Languages: be

source: Convert between currencies
be: Канвертацыя валют

source: Valuta is a simple and fast conversion tool, ideal for those who need to convert between different currencies repeatedly. Use it while traveling, budgeting, or anytime else you need to quickly convert between two currencies.
be: Valuta — гэта просты і хуткі сродак канвертавання, ідэальны для тых, хто часта патрабуе канвертацыі паміж рознымі валютамі. Выкарыстоўвай гэта падчас падарожжа, бюджэтавання альбо у любы другі час, калі патрабуеш хуткае канвертаванне двух валют.

source: Search
be: Пошук

source: Search Currencies
be: Пошук валют

# shortcuts window
source: General
be: Асноўныя

# shortcuts window
source: Keyboard shortcuts
be: Спалучэнні клавіш

# shortcuts window
source: Switch currencies
be: Пераключэнне валют

# shortcuts window
source: Quit
be: Выйсці

source: Error converting, please try again.
be: Памылка канвертацыі. Калі ласка, паспрабуйце зноў.

source: From
be: З

source: Switch
be: Пераключыць

source: To
be: Ў

source: Reload
be: Перазагрузіць

source: According to
be: У адпаведнасці з

source: Copy
be: Скапіяваць

source: Copy convertion to clipboard
be: Скапіяваць канвертацыю да буферу памену

source: Afghan Afghani
be: Афганскі афгані

source: Albanian Lek
be: Албанскі лек

source: Algerian Dinar
be: Алжырскі дынар

source: Angolan Kwanza
be: Ангольская кванза

source: Argentine Peso
be: Аргентынскае песа

source: Armenian Dram
be: Армянскі драм

source: Aruban Florin
be: Арубанскі флорын

source: Australian Dollar
be: Аўстралійскі даляр

source: Azerbaijani Manat
be: Азербайджанскі манат

source: Bahamian Dollar
be: Багамскі даляр

source: Bahraini Dinar
be: Бахрэйнскі дынар

source: Bajan dollar
be: Баджанскі даляр

source: Bangladeshi Taka
be: Бангладэшская така

source: Belarusian Ruble
be: Беларускі рубель

source: Belize Dollar
be: Белізскі даляр

source: Bermudan Dollar
be: Бермудскі даляр

source: Bhutan currency
be: Валюта Бутана

source: Bitcoin
be: Біткойн

source: Bolivian Boliviano
be: Балівійскі балівіяна

source: Bosnia-Herzegovina Convertible Mark
be: Паменная марка Босніі і Герцагавіны

source: Botswanan Pula
be: Батсванская пула

source: Brazilian Real
be: Бразільскі рэал

source: Brunei Dollar
be: Брунейскі даляр

source: Bulgarian Lev
be: Балгарскі леў

source: Burundian Franc
be: Бурундыйскі франк

source: CFP Franc
be: Ціхаакіянскі франк

source: Cambodian riel
be: Камбаджыйскі рыель

source: Canadian Dollar
be: Канадскі даляр

source: Cape Verdean Escudo
be: Эскуда Каба-Вердэ

source: Cayman Islands Dollar
be: Даляр Кайманавых выспаў

source: Central African CFA franc
be: Цэнтральнаафрыканскі франк КФА

source: Chilean Peso
be: Чылійскі песа

source: Chilean Unit of Account (UF)
be: Умоўная разліковая адзінка Чылі (UF)

source: Chinese Yuan
be: Кітайскі юань

source: Chinese Yuan (offshore)
be: Кітайскі юань (афшорны)

source: Colombian Peso
be: Калумбійскі песа

source: Comorian franc
be: Каморскі франк

source: Congolese Franc
be: Кангалезскі франк

source: Costa Rican Colón
be: Коста-Рыканскі калон

source: Croatian Kuna
be: Харвацкая куна

source: Cuban Peso
be: Кубінскае песа

source: Czech Koruna
be: Чэшская крона

source: Danish Krone
be: Дацкая крона

source: Djiboutian Franc
be: Джыбуційскі франк

source: Dominican Peso
be: Дамініканскі песа

source: East Caribbean Dollar
be: Усходнекарыбскі даляр

source: Egyptian Pound
be: Егіпецкі фунт

source: Ethiopian Birr
be: Эфіопскі быр

source: Euro
be: Еўра

source: Fijian Dollar
be: Фіджыйскі даляр

source: Gambian dalasi
be: Гамбійскі даласі

source: Georgian Lari
be: Грузінскі лары

source: Ghanaian Cedi
be: Ганскі седзі

source: Gibraltar Pound
be: Гібралтарскі фунт

source: Guatemalan Quetzal
be: Гватэмальскі кетсаль

source: Guinean Franc
be: Гвінейскі франк

source: Guyanaese Dollar
be: Гаянскі даляр

source: Haitian Gourde
be: Гаіцянскі гурд

source: Honduran Lempira
be: Гандураская лемпіра

source: Hong Kong Dollar
be: Ганконгскі даляр

source: Hungarian Forint
be: Венгерскі форынт

source: Icelandic Króna
be: Ісландская крона

source: Indian Rupee
be: Індыйская рупія

source: Indonesian Rupiah
be: Інданэзійская рупія

source: Iranian Rial
be: Іранскі рыял

source: Iraqi Dinar
be: Іракскі дынар

source: Israeli New Shekel
be: Новы ізраільскі шэкель

source: Jamaican Dollar
be: Ямайскі даляр

source: Japanese Yen
be: Японская ена

source: Jordanian Dinar
be: Іарданскі дынар

source: Kazakhstani Tenge
be: Казахстанскі тэнге

source: Kenyan Shilling
be: Кенійскі шылінг

source: Kuwaiti Dinar
be: Кувейцкі дынар

source: Kyrgyzstani Som
be: Кіргізскі сом

source: Laotian Kip
be: Лаоскі кіп

source: Lebanese pound
be: Ліванскі фунт

source: Lesotho loti
be: Лесота лоці

source: Liberian Dollar
be: Ліберыйскі даляр

source: Libyan Dinar
be: Лівійскі дынар

source: Litecoin
be: Лайткойн

source: Macanese Pataca
be: Патака Макаа

source: Macedonian Denar
be: Македонскі дэнар

source: Malagasy Ariary
be: Малагасійскі арыяры

source: Malawian Kwacha
be: Малавійская квача

source: Malaysian Ringgit
be: Малайзійскі рынгіт

source: Maldivian Rufiyaa
be: Мальдыўская руфія

source: Mauritanian Ouguiya (1973–2017)
be: Маўрытанская ўгія (1973-2017)

source: Mauritian Rupee
be: Маўрыкійская рупія

source: Mexican Peso
be: Мексіканскае песа

source: Moldovan Leu
be: Малдаўскі лей

source: Moroccan Dirham
be: Мараканскі дырхам

source: Mozambican metical
be: Мазамбікскі метыкал

source: Myanmar Kyat
be: М'янмарскі к'ят

source: New Taiwan dollar
be: Новы тайваньскі даляр

source: Namibian dollar
be: Намібійскі даляр

source: Nepalese Rupee
be: Непальская рупія

source: Netherlands Antillean Guilder
be: Нідэрландскі антыльскі гульдэн

source: New Zealand Dollar
be: Новазеландскі даляр

source: Nicaraguan Córdoba
be: Нікарагуанская кордаба

source: Nigerian Naira
be: Нігерыйская найра

source: Norwegian Krone
be: Нарвежская крона

source: Omani Rial
be: Аманскі рыял

source: Pakistani Rupee
be: Пакістанская рупія

source: Panamanian Balboa
be: Панамская бальбоа

source: Papua New Guinean Kina
be: Кіна Папуа-Новай Гвінеі

source: Paraguayan Guarani
be: Парагвайскі гуарані

source: Philippine Piso
be: Філіпінскае песа

source: Poland złoty
be: Польскі злоты

source: Pound sterling
be: Фунт стэрлінгаў

source: Qatari Rial
be: Катарскі рыял

source: Romanian Leu
be: Румынскі лей

source: Russian Ruble
be: Расейскі рубель

source: Rwandan franc
be: Руандыйскі франк

source: Salvadoran Colón
be: Сальвадорскі калон

source: Saudi Riyal
be: Саудаўскі рыял

source: Serbian Dinar
be: Сербскі дынар

source: Seychellois Rupee
be: Сейшэльская рупія

source: Sierra Leonean Leone
be: Леонэ Сьера-Леонэ

source: Singapore Dollar
be: Сінгапурскі даляр

source: Sol
be: Перуанскі соль

source: Solomon Islands Dollar
be: Даляр Саламонавых Выспаў

source: Somali Shilling
be: Самалійскі шылінг

source: South African Rand
be: Паўднёваафрыканскі рэнд

source: South Korean won
be: Паўднёвакарэйская вона

source: Sovereign Bolivar
be: Суверэнны балівар

source: Special Drawing Rights
be: Спецыяльныя правы пазычання

source: Sri Lankan Rupee
be: Шры-ланкійская рупія

source: Sudanese pound
be: Суданскі фунт

source: Surinamese Dollar
be: Сурынамскі даляр

source: Swazi Lilangeni
be: Свазілендскі лілангені

source: Swedish Krona
be: Шведская крона

source: Swiss Franc
be: Швейцарскі франк

source: Tajikistani Somoni
be: Таджыкскі самоні

source: Tanzanian Shilling
be: Танзанійскі шылінг

source: Thai Baht
be: Тайскі бат

source: Tongan Paʻanga
be: Танганская паанга

source: Trinidad & Tobago Dollar
be: Даляр Трынідада і Табага

source: Tunisian Dinar
be: Туніскі дынар

source: Turkish lira
be: Турэцкая ліра

source: Turkmenistan manat
be: Туркменскі манат

source: Ugandan Shilling
be: Угандыйскі шылінг

source: Ukrainian hryvnia
be: Украінская грыўна

source: United Arab Emirates Dirham
be: Дырхам Аб'яднаных Арабскіх Эміратаў

source: United States Dollar
be: Даляр ЗША

source: Uruguayan Peso
be: Уругвайскае песа

source: Uzbekistani Som
be: Узбекскі сом

source: Vietnamese dong
be: В'етнамскі донг

source: West African CFA franc
be: Заходнеафрыканскі франк КФА

source: Yemeni Rial
be: Еменскі рыял

source: Zambian Kwacha
be: Замбійская квача

source: Unable to convert currency, failed to fetch results from Google.
be: Немагчыма сканвертаваць валюту, вынікі Google не могуць быць атрыманы.

source: Main menu
be: Асноўнае меню

source: Source
be: Крыніца

source: Providers
be: Дастаўнікі

source: ECB
be: ЕЦБ

source: Google (unstable)
be: Google (нестабільны)

source: Keyboard shortcuts
be: Камбінацыі клавіш

source: About Valuta
be: Аб „Valuta”
